docker.docker
dracula-theme.theme-dracula
github.copilot
github.copilot-chat
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-vscode.cpptools
rangav.vscode-thunder-client
tomoki1207.pdf
vscodevim.vim
xaver.clang-format
